9/data/attachments/f1a72603c88e3d1d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>David_response_Friend_30077_9</nif:username>
            <nif:friendToBeRequested>soap_friends_b5bc6a06-fa07-48ad-a2ac-3213c9328c43</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>